Revit 2027 API
ParameterTypeId.StructuralSectionPipestandardWalldesignthickness Property
 "Wall Design Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionPipestandardWalldesignthickness { get; }
Public Shared ReadOnly Property StructuralSectionPipestandardWalldesignthickness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionPipestandardWalldesignthickness {
	ForgeTypeId^ get ();
}
static member StructuralSectionPipestandardWalldesignthickness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace